Repository: mozilla-l10n/mt-training-data
Catalog: mug/mug_pontoon.tmx
Source language: en_us
Languages: mug

source: 1 sentence collected
mug: Seŋ zi miɗi zi zizibi

source: 2 down, keep it up!<playIcon></playIcon>
mug: Asua sulu <playIcon></playIcon>, hili avut !

source: About
mug: Na kata gayni

source: Accepted file types: .tsv only
mug: Nafar ni wala zi sda n'arbani smer n'eyimiŋ: tsv kiini

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
mug: { $actionType } <playIcon></playIcon>, seŋ ɗa a muɗa war futini kalkal tiɓ ɗi ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
mug: { $actionType } <recordIcon></recordIcon> .Aga ki ŋi miɗi ɗa gaini wulaki amay

source: { $actionType }<stopIcon></stopIcon> when done
mug: { $actionType } <stopIcon></stopIcon> Na ɓa avada li ɗa.

source: { $actionType } submit when ready
mug: { $actionType } Ɵiniŋ won halay na ɓa ki ɗa

source: Add and Review Sentences, Add Questions, Transcribe Audio
mug: milisi zan wiyi pini seŋ zi miɗi, milisi zilbi amlay, bindi seŋ zi yimi amlay edi

source: Add <icon></icon> a public domain sentence
mug: Tikisi amlay <icon></icon> Tikisi frás na wiiɗi ɗay doogo amlay

source: Add information
mug: Tikisi seŋ zamay amlay

source: Add new sentences for the community to read
mug: Milisi seŋ zi miɗi na hahakay amlay kapay day doogo e ŋiŋ

source: Add one sentence per line
mug: tikisi seŋ zi midi amlay ktay war hagani ɗû

source: Add questions in your language
mug: Tikisi zilbi na war miŋ seŋki amlay

source: Add Sentences
mug: Milisi seŋ zi miɗi amlay

source: Add sentences in your language
mug: Milisi seŋ zi miɗi amlay war miŋ seŋki ɗa

source: Add up to 1,000 sentences
mug: Milisi seŋ zi miɗi amlay haa dubu ɗaw (1000)

source: Add Your Voice
mug: Sisi wulaki

source: Agriculture and Food
mug: Hrim gaini wazagay paŋ na tala simi

source: All sentence must have the same domain
mug: Seŋ zi miɗi ɗa azva ɓa war halay ktay

source: All sentences must have the same citation
mug: Seŋ zi miɗi kafa ɗa azva ɓa a kata piŋ marni mayni miɗiŋ ɗif Ɵa

source: Already have an account? <login>Log-In</login>
mug: Kiɗa gay Komte ki ɗi ? <login>dinguiŋ wala arbani smer</login>

source: An error occurred fetching sentences
mug: Hlay na mi ɗa yimisi seŋ hanɗa edi, seŋ a wula pii skeŋ

source: An error occurred reviewing this sentence
mug: Hlay na mi ɗa huyi midi hanɗa edi, seŋ a wula pii skeŋ

source: An error occurred submitting your voice information
mug: hlay na miɗa Ɵini kalaŋ mu ɗa, mi wili skeŋ

source: Approve
mug: Yimiŋ

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
mug: Sura na dayday ɗa aza wala kay, amma wuleh zamay a niyasi arbani kay na ɓa machine te kida te sda dû ni edi. Na ɓa ki kiɗi ki Ɵini miɗi ni edi kiini kiini da, ki diyi sen zi yimi amlay zaw. nƟa a kiɗa aza won halay na ɓa tele tan gay mili mal zaw woŋ halay na eɗa midi seŋ Ɵimaɗi gobi.

source: Are you coming? <strong>[called by another]</strong>
mug: Ku halasi ɗi ? <strong>[a ŋa war wuleh zamay]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
mug: Zilbi midini <matrixLink>Matrix</matrixLink>, <discourseLink>Duskur</discourseLink> zaw <emailLink>war lokuta</emailLink>.

source: Automotive and Transport
mug: Motakay gaini wazagay zi ki morkoy

source: Background Noise
mug: Sura na piŋ seŋ

source: Background Voices
mug: Wuleh n'asakal

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
mug: Ki zi hangal war halay na ki dukli sen edi buri ni zaw naa na te ŋa sen edi wala zamay pdemkay. Wala zi ŋi arni via war duniya buri zamay ki Ɵiniŋ kay. Nɵa ki hini futi widi nagay zamay n'emidi may ki tiki Ɵa kay ɗa.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
mug: Yiki na wini " Ɵgue " a na pdem na ki Ɵiniŋ " Ɵgue " (FR) zaw "ouagon" (BE)

source: <bold>{ $count }</bold> Clips
mug: wala na a yimasi edi siŋ wala par

source: <bold>Help us</bold> find more voices
mug: <bold>zini piyi</bold> aŋ nivi wule na hehekay

source: Bulk batch
mug: PiƟi n'abay

source: Bulk Sentences Uploaded
mug: Seŋ zi miɗi na Ɵinaya

source: By telling us about yourself, you will help developers build more inclusive technology
mug: Ki firyi ki ɓirwi seŋ zamay gaiyi midini miɗi ki ɗi?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
mug: Na ba ki diri sini kalan zi bonu lii, aga ki yimi <termsLink>gaday na </termsLink> wiini <privacyLink>seŋ zi guiɗimi</privacyLink>

source: Cancel Re-recording
mug: fdi seŋ zi yimi amlay ɗa edi

source: Cancel Submission
mug: Hna seŋ ɗa

source: Cannot submit more than 1000 sentences
mug: Aga aza kay ɓa ki si miɗi a suwa dubu ɗaw ɗa (1000)

source: Change preferences
mug: Viri n'arbani na pɗamay

source: Check <icon></icon> is this a linguistically correct sentence?
mug: Fifiki <icon></icon> seŋ zi miɗi ɗa na ɓa a na muda kalkal xar balamni ɗa

source: <chevron></chevron>See less
mug: <chevron></chevron> siŋki seŋ na kata gay marni dayday

source: <chevron></chevron>See more
mug: <chevron></chevron>siŋki seŋ na kata gay marni via

source: Citation
mug: Midiŋ ɗif

source: Cite with a URL link or the full name of the work.
mug: sinka halay na ku navasi ɗûhi ɗa warni par zaw yikini maktub na ku navansi ɗû warni par ɗa

source: Click
mug: Ɵiɓa tuku midini

source: Clips Uploaded
mug: wala n'amay arbani smer

source: Comment
mug: Zavay

source: Contact Us
mug: Aga ku piyiyisi

source: Continue
mug: hala vut

source: Continue validating
mug: Hili wuzaki gaini viri

source: Contribute
mug: Tpini tii

source: Contribute sentences
mug: Ki kiɗi ki sisi miɗi zamay

source: Contribution Criteria
mug: Nafar na wii tipini tii

source: Create a profile
mug: Mili edi

source: Criteria
mug: Nafar

source: Datasets
mug: Dawan zi wala

source: Delete my recordings
mug: Fasa seŋ na a yima amlay ɗa edi

source: Different language
mug: Miŋ seŋ zamay

source: Difficult to pronounce
mug: Yikini guir

source: Discard ongoing recording
mug: Hini seŋ zi yimi amlay ɗa

source: Does the sentence meet the guidelines?
mug: Miɗi ɗa a na kata gayni gaday ɗa tiɓ ɗi?

source: Donate your voice
mug: Riya wulaku amay agui

source: Don't see your language on Common Voice yet?
mug: Miŋ seŋ ki ɗa a n'abani kay

source: Drag your file here or <uploadButton>click to upload</uploadButton>
mug: Hogosi fisye ku waŋ na <uploadButton>zaw baza waŋ na kapay ku slinaŋ</uploadButton>

source: Drop file here to upload
mug: Kasi fisye waŋ na kapay mu sinaŋ

source: Enter your public domain sentence here
mug: Dûhi seŋ zi miɗi na wiɗi tiki ɗay dogo wan halay hanɗa

source: Enter your public domain sentences here
mug: Dûhi seŋ zi miɗi na wiɗi ɗay dogo wan halay hanɗa

source: Error adding sentence
mug: Hlay na ku tikasi seŋ amlay ku wula vi

source: ESC
mug: niyi anye

source: Exit & Delete clips
mug: Hina, fasa seŋ na yima amlay edi kafa

source: Fewer than 15 words per sentence
mug: A suwa seŋ zi miɗi 15 kay

source: File is too large
mug: wala zi sda n'arbani smer da a suwa abay gara

source: File is too small
mug: wala zi sda n'arbani smer da asuwa agwi gara

source: Finance
mug: Faray

source: Finish recording
mug: Vidi yimiŋ seŋ n'amlay

source: Finish recording first?
mug: Say ki vidi gay yimiŋ n'amlay haw di ?

source: Finish Review
mug: Vidi gay fifikini

source: Finish validating
mug: Vidi gaini viri

source: Finish validating clips?
mug: vidi gaini viri na wii wala

source: Follow guidelines from “What sentences can I add?”
mug: Ɵini gaday na wii ɓraw sda « seŋ zi miɗi n'aga tu tikasi amlay ɗa a na wata ɗa? »

source: for example
mug: May seŋ na zinga mayni Ɵa

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
mug: Kapay ba teknolozi aza sda buri day kafa da,wala zi sda na zina pin teknolozi a brwa mididi day pan. Na ba mu wunsi day na midi na widi kiini amlay kay da, NƟa teknolozi aga aza sda sid nagay na midi na widi kiini. <learnMore>sdi midini pdem na wini mztadone.</learnMore>

source: General
mug: Seŋ na gaini abayni

source: General language / multiple variants
mug: Abayni wazagay na war seŋ zi midi/viani seŋ

source: Grammatical / spelling error
mug: wuli na wii gaday zi midi zaw na wini dû

source: Great!<recordIcon></recordIcon> Record your next clip
mug: Pɗem gara! <recordIcon></recordIcon> Yimi seŋki na kataway ɗa amlay

source: Great work!<playIcon></playIcon> Listen again when you're ready
mug: Sda na pɗem gara ! <playIcon></playIcon> Ziɓiriŋ kataway na ɓa kiɗa gay zizini

source: Guidelines
mug: Gaday

source: Healthcare
mug: Djamni amursi

source: Help create Common Voice’s first target segment in { $locale }
mug: Zini piyi aŋ mili n'avut na wii kalaŋ na wii day doogp { $locale }

source: Help us validate voices
mug: Zini piyi kapay mi viri wuleh

source: His hand was rais-ed.
mug: gamlah na gay wala warni ɓaɓara gay gonzol

source: History, Law and Government
mug: Kalaŋ na didini seŋ na vuga, hakni dif gaini hokouma

source: How do I cite?
mug: midini dif ku wansi amlay war sen masla masla da?

source: How to add multiple sentences
mug: Kapay e milisi seŋ zi miɗi amlay via maƟa maƟa ɗa?

source: How would you describe your sex or gender?
mug: Ku kida aŋ sinka suku ɓa ku wus zaw ku muni maƟa maƟa ɗa?

source: I agree
mug: Mu dara ya

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
mug: Mu sɗa ɓa hanɗa a miɗi <wikipediaLink>na wi day doogo</wikipediaLink> futi te sa sa buri mu slinaŋ.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
mug: Mu sda fakat ɓa miɗi hanɗa <wikipediaLink>a na tala day doogo paŋ</wikipediaLink> nƟa futi te sa saata buri ku kiɗa mu Ɵinaŋ edi avut.

source: <icon></icon> Add multiple public domain sentences
mug: <icon></icon> Milisi seŋ zi miɗi amlay via na tala day doogo

source: Ideally natural and conversational (it should be easy to read the sentence)
mug: Seŋ zi miɗi ɗa aga aza maini n'ehiɗi kalaŋ arbaɗi gaini Ɵa (azva ɓa a ŋa pɗem

source: I do not agree
mug: Mu dara kay

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
mug: Naɓa a miɗi na wiki ɗa, zi gaglay midini <italicizedText>« midin dif war sini dama »</italicizedText>. Mi firyi mi nivi gaglay miɗini seŋki na ki miɗiŋ waŋ halay handa kapay mi fifiki azini edi ɓa fakat a seŋ zi miɗi na tala ɗay dogo paŋ, nƟa dif a kiɗa a ŋa spakɗi nagay zi ɗû maktub midini kay. Na ɓa kapay ki nivi sdi midini miɗi na wiɗi ɗay dogo ɗa, tili warni <guidelinesLink> gaday yi</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
mug: Na ɓa seŋ na a yima amlay aŋ gay ɗukli daf daf zaw a hala pɗem kay, bliŋ edi na ba abayni dû an gayni futini kay

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mug: Na ɓa ki firyi ki sisi labar zamay midini fisye handa ki kiɗi ki piyisi <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
mug: Na ɓa ki firyi ki sisi labar zamay midini fisye, na aŋ warni wala hanɗa kay ɗa, ki kiɗi ki yiki <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
mug: Na ɓa seŋ zi miɗi hanɗa a diŋga gay seŋ na katasi amay par kay ɗa, baza midini zarara " zi wiyi anye" war tuku na muni. Na ɓa ki yimi kay ki kiɗi ki pri avut.

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
mug: Na ɓa seŋ zi miɗi ɗa a va gaday ɗa amay lii ɗa, ki kiɗi ki bizi midini zarara na war tuku na wus na sinka ɓa « ku dara ya »

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
mug: Na ɓa seŋ na gaday hanɗ a talaŋ kay lii ɗa, ki zii viri war hiiniki na pɗem. Na ɓa ki kiɗi ki viri kay ɗa, tiki tiiki midini zarara « vigui » yimi seŋ zamay amlay.

source: If you run out of sentences to review, please help us collect more sentences!
mug: Na ɓa seŋ zi miɗi zamay aŋ kay ɗa, zini piyi gay miɗi zamay.

source: Include appropriate citation
mug: Miɗi na wini ɗif na a kata piŋ miɗi hanɗa aga a nya amlai warni

source: Invalid file
mug: wala zi sda n'arbani smer n'a gaini futini kay

source: It contains words or phrases that are hard to read or pronounce.
mug: Miɗi zamay zaw dû zamay yikini gay ŋi ni guir

source: It is written in a language different than what I’m reviewing.
mug: Miɗi hanɗa a ɗoo war miŋ seŋ zamay kiini gay na mu na ŋaŋ gaini ɗa

source: It is written in a language different than what I’m speaking.
mug: Miɗi hanɗa a miŋ seŋ zamay kiini gay na mu na muɗa gayni ɗa.

source: Just Unsure?
mug: ki da guiriŋi ɗi?

source: Keep it up, record again <recordIcon></recordIcon>
mug: Hili wuzaki may n'aŋ na Ɵa kapay ki yimi seŋ zamay amlay ktay pra

source: Keep the recordings
mug: Guiɗima seŋ na a yima amlay ɗa

source: Keep track of your progress with a profile
mug: Ki kiɗi ki tili hiliki n'avut won halay na ɓa ki mili wala zi sda n'arbani smer lii

source: Language Fundamentals (e.g. Digits, Letters, Money)
mug: Yel na wini hitirini miŋ seŋ (pƟi, alfabet, faray)

source: Languages
mug: Miŋ seŋ

source: Large bulk sentence submission
mug: Ɵinasi seŋ zi miɗi via

source: Learn More
mug: sidi n'asuwa pra midini

source: Leaving now means you'll lose your progress
mug: Na ɓa ku hinaŋ teena li ɗa aga ku hala avut kay

source: Listen
mug: Ɵini

source: Listen options menu
mug: Gady na wii sda « ziɓiri »

source: Loading sentences…
mug: piyini miɗi

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
mug: <loginLink>Niyi amlay arbani smer</loginLink> ou <loginLink>ɗû siki azumay</loginLink> kapay ki milisi seŋ zi miɗi amlay via

source: Log in or sign up to get started
mug: niyi amlay ki mili wala edi

source: Log In / Sign Up
mug: Niyi amlay arbani smer/dingui amlay

source: Make sure the sentence meets the following criteria:
mug: Yimi ɓa seŋ zi miɗi hanɗa a na kata piŋ nafar gaday na maini:

source: Maximum file size: 25 MB
mug: Mogoni wala zi sda n'arbani smer n'abay gara da: 25 Mo

source: Media and Entertainment
mug: Wazagay zi labar (Media) gai zi dawaŋ

source: Minimum sentences in file: 1000
mug: PƟini miɗi na dayday na kiɗa a nya war wala zi sda n'arbani smer 1000

source: [Mismatched content]
mug: Wala na doo war Rapor

source: Misreadings
mug: ŋi n'aza gay futini kay

source: Missing an <strong>'s'</strong> at the end of a word.
mug: Aŋ kay ɗa ktay <strong>« viani »</strong> war vidini miɗi.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
mug: Aŋ kay ɗa <strong>« na/ni »</strong> zaw <strong>« te na / a ni »</strong> war pii zi tiki na wi seŋ zi yimi amlay.

source: Missing the end of the last word by cutting off the recording too quickly.
mug: Piŋ seŋ n'asakal a ɗukla daf, buri seŋ zi yimi amlay a diya gobi zaw.

source: [More has been recorded than the required text]
mug: [Nɵa ɗû na e piyiŋ a yima amlay gay futini]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
mug: Wa seŋ zi yimi amlay kafa ɗa, day e miɗi gay wulaɗi n'Alaw a sinɗi. Zamay ki kiɗi ki viri seŋ zi yimi amlay na gay wuleh zi duuli, zi helek, zaw war wuleh na e miɗi « aray zi vili gayni ». Nɵa puki seŋ zi miɗi na a yima amlay mayni yama Ɵa zaw na e ziziniŋ gayni burzinay zi hila.

source: n
mug: z

source: N
mug: Z

source: Nature and Environment
mug: Afti gaini wazagay na wardi yai paŋ

source: News and Current Affairs
mug: Wazagay na ana aza tiyana

source: No
mug: Zawkay

source: [No ‘a’ in the original text]
mug: « y » war dû kay]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
mug: <noCopyright>Dewele na wiɗi nagay na e ɗûhi Maktub midiki kay</noCopyright> (cc-0)

source: No foreign letters
mug: Dûhu na war miŋ seŋ zamay a nya arbani kay

source: No microphone found.
mug: Mi nivi daaray kay.

source: No numbers and special characters
mug: Lumro gaini dûhu na zamay zamay anya arbani kay

source: No sentences to review. <addLink>Add more sentences now!</addLink>
mug: Miɗi ktay zi fifiki aŋ kay. Ki kiɗi <addLink>ki milisi miɗi amlay via</addLink>.

source: No thanks, continue speaking
mug: Swi tese, muɗa wiku

source: Offensive language
mug: Miɗi zi meefeŋ

source: Offensive speech
mug: Seŋ na ɓulka hiinini ɗif

source: On desktop devices you can contribute by downloading…
mug: Wini birzinay zi hila na war bro da, ki kidi ki yimi sen na hadr warni:

source: On his head he wore a beret.
mug: Teyer m'amay zi luwi te guidiya vagon via.

source: On iOS please continue with Safari to enable recording…
mug: war iOS, nƟa hili wuzaki gay safary kapay ki yimi seŋ ɗa amlay…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
mug: Amma, na ɓa ki hiini ba naagay na e ŋi wala e ŋi ka duk kay efiɗi gayni na was ɗa, yii seŋ na a yimiŋ amlay ɗa edi. War guiriŋi, bizi zarara zi vigui avut.

source: p
mug: ŋ

source: Partner
mug: Bonu

source: [Part of the text can’t be heard]
mug: [Gal ni dû zamay ɗû zamay a ŋa kay]

source: <playIcon></playIcon>Last one!
mug: <playIcon></playIcon> A n'asakal !

source: Play/Stop
mug: ŋi/ɗiyi

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
mug: Aga ki tili<templateFileLink>nafar</templateFileLink>. Azva ɓa miɗiki ɗa ɗif a toko ɗif piŋ kay (CCO ou sda na gaini futini sini apinguizani maktub par) gaglai war dû ni kapay a yika goobi. Miɗi n'aga a Ɵina war segon 10 ha 15 kapai a ŋa edi pdem, psli arbani kay,wiki na wini wazagay gay nafar na kiini kiini.

source: Please fill out this field.
mug: Piyi yel zamai zamay na kiɗa azina war gal hanɗa

source: Please select a language to review sentences.
mug: Viri miŋ seŋ ktay kapay ki fifiki miɗi gaini

source: r
mug: y

source: [‘Raised’ in English is always pronounced as one syllable, not two]
mug: « gamlah na gay wala warni » gay franse a yika ktay, sulu kay

source: Rate limit exceeded. Try again in { $retryLimit } minutes
mug: Sarti zi Ɵini wala a va amay ta. Wiyi pini war{ $retryLimit } sarti

source: Rate limit exceeded. Try again in { $retryLimit } seconds
mug: Sarti zi Ɵini wala a va amay ta. Wiyi pini war { $retryLimit } sarti

source: Reader Effects
mug: Zizinini wuleh

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
mug: Braw na midini seŋ n'ankay a ŋa maini " djire djire" war balamni 'djire djire"

source: Read Sentences
mug: ŋi seŋ zi miɗi

source: Read Sentences, Answer Questions
mug: ŋi seŋ zi miɗi, wiyini seŋ midini zilbi

source: Read Sentences <small>(Coming soon)</small>
mug: ŋi seŋ zi miɗi <small>(daway zamay)</small>

source: Read sentences submitted by the community in various languages
mug: ŋi seŋ zi miɗi edi mayni day doogo e siŋki nƟa war miŋ seŋ kini kini

source: <recordIcon></recordIcon> Last one!
mug: <recordIcon></recordIcon> A n'asakal

source: [Recording cut off before the end of the last word]
mug: Seŋ zi yimi amlay na a ɗukla wuzani miɗi n'asakal

source: Record/Stop
mug: yimiŋ amlay/ɗiyiŋ

source: Record yourself reading sentences in your language
mug: Yimi wulaki amlay won halay na ki ɗa ŋi seŋ zi miɗi war miŋ seŋ ki

source: Record yourself responding to questions and prompts in your language
mug: Yimi wulaki amlay won halay na ki ɗa wiyi seŋ midini zilbi widi na morkokoy na ki yikidisi war miŋ seŋ ki

source: Record your voice
mug: Yima wulaku amlay

source: Reference the source of your sentence (required)
mug: Sinki halay na ki nivisi miɗi na wiki warni par ɗa (dewele)

source: Reject
mug: Blaŋ edi pra

source: Report
mug: sinkini

source: Report was passed successfully
mug: Sda ɗa Ɵina gay futini

source: Request a Language
mug: Siyisi miŋ seŋ ktay

source: Re-record
mug: yima seŋ ɗa amlay katay pra

source: Re-record clip
mug: Yimi seŋ ɗa amlay pra

source: Return
mug: niyi amlay

source: Review
mug: Fifiki

source: Review could not be saved. Please try again later.
mug: Fifikini seŋ ɗa a yima amlay kay. Say ki huyi pini asakal par.

source: ⓘ Review Criteria
mug: ⓘ Nafar gaday na wii huyi na midini wala

source: Review Criteria
mug: Nafar gaday na wii huyi na midini wala

source: Reviewed sentences not submitted, are sure?
mug: Miɗi zi fifiki ɗa a Ɵinasi kay, ki firyi ki hili wusaki ɗi?

source: Review existing sentences submitted by the community
mug: Fifiki seŋ zi miɗi na ana na day doogo e siŋ ɗa

source: Review & re-record clips here as you go
mug: Tiliŋ pɗem kapay na ɓa a hala kay ki yimiŋ amlay zamay

source: Review & re-record clips if needed
mug: fifikiŋ na ɓa a hala kay ki yimiŋ amlay pra

source: Review Sentences
mug: Fifiki miɗi ɗa

source: Review sentences in your language
mug: Fifiki seŋ zi miɗi war miŋ seŋki ɗa

source: Review & Submit
mug: Tiliŋ pɗem kapay ki Ɵiniŋ

source: Review transcriptions of recorded sentences for accuracy
mug: Fifiki djireni ɗû na wii seŋ zi miɗi na yima amlay

source: Review user-submitted transcriptions in your language
mug: Fifiki ɗû na nagay zi sda e Ɵiniŋ si war miŋ seŋ ki ɗa

source: s
mug: v

source: S
mug: V

source: Select an option
mug: Za viri ktay

source: Select a variant (optional)
mug: Virini nafarni seŋ ktay (piŋ diriku)

source: Select File
mug: Vara wala zi sda n'arbani smer ktay

source: Select File to Upload
mug: Vara wala zi sda n'arbani smer n'aga ku Ɵinaŋ ɗa

source: Select up to three domains (optional)
mug: Vara seŋ zi midi ha hu

source: Sentence
mug: Miɗiŋ ɗif

source: Sentence Domain
mug: Seŋ handa a slina war gal na wata da
